Repository: elightup/auto-listings
Catalog: languages/auto-listings-*.po
Languages: es_es

source: Cheatin&#8217; huh?
es_es: ¿Engañando&#8217; eh?

source: View Documentation
es_es: Ver Documentación

source: Help
es_es: Ayuda

source: Listing
es_es: Anuncio

source: Seller
es_es: Vendedor

source: From Name
es_es: Nombre del Remitente

source: From Email
es_es: De Correo

source: Edit Listing
es_es: Editar Enlistado

source: Show all %s
es_es: Mostrar todos %s

source: Vehicle
es_es: Vehículo

source: Price
es_es: Precio

source: Condition
es_es: Condición

source: Status
es_es: Estado

source: Address
es_es: Dirección

source: Enquiries
es_es: Presupuestos

source: All %s
es_es: Todos %s

source: Enquiry
es_es: Consulta

source: Listings
es_es: Listados

source: Maps & Search
es_es: Mapas y búsqueda

source: Google API Key
es_es: Clave API de Google

source: A Google Maps API Key is required for Radius Searching and to show the maps on individual listing pages.<br>You can get yours %s.
es_es: Una clave de la API de Google Maps es necesaria para la búsqueda de radios y para mostrar los mapas en las páginas de lista individuales. <br> Puedes obtener el tuyo%s.

source: If you don't add an API Key, the "within x miles" field will be disabled for search and the search query will default to a keyword based location search, meaning that it will only search address fields within each listing for the keyword that the user has entered. Maps on the listing page will also be disabled.
es_es: Si no agrega una clave de API, el campo "dentro de x millas" se inhabilitará para la búsqueda y la consulta de búsqueda predeterminará una búsqueda de ubicación basada en palabras clave, lo que significa que solo buscará campos de direcciones dentro de cada lista para la palabra clave que El usuario ha ingresado. Los mapas de la página de listado también se deshabilitarán.

source: Your users will have a better search experience by adding an API key.
es_es: Sus usuarios tendrán una experiencia de búsqueda mejor añadiendo una clave de API.

source: Country
es_es: País

source: This will help return more relevant results within search.
es_es: Esto ayudará a devolver resultados más relevantes en la búsqueda.

source: Country name or two letter %s country code.
es_es: Nombre del país o dos letras%s código del país.

source: Map Zoom
es_es: Zoom del mapa

source: Map Height
es_es: Altura del Mapa

source: Price Format
es_es: Formato

source: Currency Position
es_es: Posición de Moneda

source: Left ($100)
es_es: Izquierda ($ 100)

source: Right (100$)
es_es: Derecho (100 $)

source: Left with space ($ 100)
es_es: Izquierda con espacio ($ 100)

source: Right with space (100 $)
es_es: Derecha con espacio

source: Currency Symbol
es_es: Símbolo de moneda

source: Thousand Separator
es_es: Seleccione el separador de miles

source: Include Decimals
es_es: Incluir decimales

source: No, do not include decimals in price
es_es: No, no incluya decimales en el precio

source: Yes, include decimals in price
es_es: Sí, incluya decimales en el precio

source: Decimal Separator
es_es: Símbolo decimal

source: Number of Decimals
es_es: Numero

source: Listing Setup
es_es: preparar listados

source: What type of condition vehicles are you selling?
es_es: ¿Qué tipo de condición de vehículos está vendiendo?

source: New
es_es: Nuevo

source: Used
es_es: Usado(s)

source: Certified
es_es: Certificada

source: Highlight New Listings
es_es: Resalte los nuevos anuncios

source: How many days to highlight new listings for? Leave blank for no highlight.
es_es: ¿Cuántos días para resaltar nuevos anuncios? Deje en blanco para no resaltar.

source: Highlight Color
es_es: Color de resaltado

source: The background color of the new listing highlight. (Icon & text are white)
es_es: El color de fondo del nuevo resaltado de listado. (El icono y el texto son blancos)

source: Listings Page
es_es: Página de listados.

source: The main page to display your listings (not the front page).
es_es: La página principal para mostrar sus anuncios (no la primera página).

source: Please visit %s if this options is changed.
es_es: Por favor, visite%s si se cambia esta opción.

source: Single Listing URL
es_es: Lista única

source: The single listing URL (or slug).
es_es: La URL de lista única (o slug).

source: %s Statuses
es_es: Estado de%s

source: Once Statuses have been added here, they are then available in the Status dropdown field when adding or editing a listing.
es_es: Una vez que se hayan agregado los Status aquí, estarán disponibles en el campo desplegable Status al agregar o editar un listado.

source: Statuses appear in a styled box over the listing's image and are used primarily to attract attention.
es_es: Los estados aparecen en un cuadro con estilo sobre la imagen del listado y se utilizan principalmente para atraer la atención.

source: Status {#}
es_es: Estado

source: Add Another Status
es_es: Añadir otro estado

source: Remove Status
es_es: Eliminar estado

source: Background Color
es_es: Color de fondo

source: Text Color
es_es: Color de texto

source: Icon Class
es_es: Icono de clase

source: Add icon class to display an icon. See %s for available icons.
es_es: Añadir clase de icono para mostrar un icono. Consulte%s para ver los iconos disponibles.

source: Can also use FontAwesome icon classes such as "fa fa-caret-left".
es_es: También puede usar las clases de iconos FontAwesome como "fa fa-caret-left".

source: Listing Spec Fields
es_es: Campos de especificaciones del listado

source: Spec Fields to Display
es_es: Los campos para mostrar

source: The specification fields you would like to display in the admin and frontend.
es_es: Los campos de especificación que desea mostrar en el administrador y el frontend.

source: Columns
es_es: Columnas

source: Number of Columns
es_es: Número de Columnas

source: The number of columns to display on the archive page, when viewing listings in grid mode.
es_es: El número de columnas que se mostrarán en la página de archivado, al ver listados en el modo de cuadrícula.

source: 2 Column
es_es: Columna 2

source: 3 Column
es_es: Columna 3

source: 4 Column
es_es: Columna 4

source: Gallery Settings
es_es: Configuración de Galería

source: Auto Slide Images
es_es: Imágenes de deslizador

source: Should images start to slide automatically?
es_es: ¿Deberían las imágenes comenzar a deslizar automáticamente?

source: Transition Delay
es_es: Retraso de transición

source: The time (in ms) between each auto transition
es_es: El tiempo (en ms) entre cada transición automática

source: Transition Duration
es_es: Duración de la Transición

source: Transition duration (in ms)
es_es: Duración de la transición (en ms)

source: Thumbnails Shown
es_es: Miniaturas mostradas

source: Number of thumbnails shown below main image
es_es: Número de miniaturas mostradas debajo de la imagen principal

source: Transition Type
es_es: Tipo de Transición

source: Should images slide or fade?
es_es: ¿Las imágenes se deslizan o se desvanecen?

source: Colors
es_es: Colores

source: Button Background
es_es: Fondo Botón:

source: Background color for buttons. Also used as highlight color in search field, tabs and image gallery.
es_es: Color de fondo para los botones. También se utiliza como color de resaltado en el campo de búsqueda, pestañas y galería de imágenes.

source: Button Text
es_es: Texto del botón

source: Contact Form Settings
es_es: Ajustes del formulario de contacto

source: Email From
es_es: Email Remitente

source: The "from" address for all enquiry emails that are sent to Sellers.
es_es: La dirección "de" para todos los correos electrónicos de consulta que se envían a los vendedores.

source: Contact form enquiries are sent directly to the selected Seller on that listing.
es_es: Las solicitudes de formulario de contacto se envían directamente al vendedor seleccionado en ese listado.

source: Therefore, it is important to include the seller on each listing.
es_es: Por lo tanto, es importante incluir al vendedor en cada lista.

source: Email From Name
es_es: Nombre del remitente del Email

source: The "from" name for all enquiry emails that are sent to Sellers.
es_es: El nombre "de" para todos los correos electrónicos de consulta que se envían a los vendedores.

source: Extra email addresses that are CC'd on every enquiry (comma separated).
es_es: Direcciones de correo electrónico adicionales que se CC'd en cada consulta (separados por coma).

source: Extra email addresses that are BCC'd on every enquiry (comma separated).
es_es: Direcciones de correo electrónico adicionales que se BCC'd en cada consulta (separados por coma).

source: Contact Form Email
es_es: Email del Formulario de Contacto

source: Email Type
es_es: Tipo de Email

source: HTML
es_es: Añadir HTML no disponible

source: Plain Text
es_es: Texto simple

source: Email Subject
es_es: Asunto del Email

source: New enquiry on listing #{listing_id}
es_es: Nueva consulta en el listado # {listing_id}

source: Email Message
es_es: Mensaje de Correo electrónico

source: Hi {seller_name},
es_es: Hola {seller_name},

source: There has been a new enquiry on <strong>{listing_title}</strong>
es_es: Ha habido una nueva consulta en <strong>{listing_title}</strong>

source: Name: {enquiry_name}
es_es: Nombre: {enquiry_name}

source: Email: {enquiry_email}
es_es: Correo electrónico: {enquiry_email}

source: Phone: {enquiry_phone}
es_es: Teléfono: {enquiry_phone}

source: Message: {enquiry_message}
es_es: Mensaje: {enquiry_message}

source: Contact Form Messages
es_es: Formulario de contacto

source: Success Message
es_es: Mensaje de éxito

source: The message that is displayed to users upon successfully sending a message.
es_es: El mensaje que se muestra a los usuarios al enviar correctamente un mensaje.

source: Thank you, we will be in touch with you soon.
es_es: Gracias, estaremos en contacto con usted pronto.

source: Error Message
es_es: Mensaje de Error

source: The message that is displayed if there is an error sending the message.
es_es: El mensaje que se muestra si hay un error al enviar el mensaje.

source: There was an error. Please try again.
es_es: Error de red desconocido. Por favor Inténtalo más tarde.

source: Include Error Code
es_es: Incluir código de error

source: Should the error code be shown with the error. Can be helpful for troubleshooting.
es_es: Si el código de error se muestra con el error. Puede ser útil para solucionar problemas.

source: Yes
es_es: Sí

source: Theme Compatibility
es_es: Compatibilidad del Tema

source: Opening HTML Tag(s)
es_es: Abrir etiqueta HTML (s)

source: Override the opening HTML tags for all Listings pages.
es_es: Anule las etiquetas HTML de apertura de todas las páginas de anuncios.

source: This can help you to match the HTML with your current theme.
es_es: Esto puede ayudarle a emparejar el HTML con su tema actual.

source: Closing HTML Tag(s)
es_es: Cierre de etiqueta (s) HTML

source: Override the closing HTML tags for all Listings pages.
es_es: Anule las etiquetas HTML de cierre para todas las páginas de listados.

source: Force Listings Page Title
es_es: Lista de Fuerzas Página Título

source: Some themes may be using incorrect template tags to display the archive page title.
es_es: Algunos temas pueden utilizar etiquetas de plantilla incorrectas para mostrar el título de la página de archivo.

source: If your page title is not displaying on the listings page, you can force the page title here.
es_es: Si el título de su página no se muestra en la página de listados, puede forzar el título de la página aquí.

source: Uninstall
es_es: Desinstalar

source: Delete Data
es_es: Eliminar Datos

source: Should all plugin data be deleted upon uninstalling this plugin?
es_es: ¿Deberían borrarse todos los datos del complemento al desinstalar este complemento?

source: Extensions
es_es: Extensiones

source: There are a number of premium extensions available at <a href="http://wpautolistings.com/documentation?utm_source=plugin&utm_medium=settings_page&utm_content=extensions" target="_blank">www.wpautolistings.com</a> that will take your automotive website to the next level.
es_es: Hay un número de extensiones de la prima disponibles en <a href="http://wpautolistings.com/documentation?utm_source=plugin&utm_medium=settings_page&utm_content=extensions" target="_blank">www.wpautolistings.com</a> que tomará su Web site automotriz al nivel siguiente.

source: Save Options
es_es: Opciones de guardado

source: Publish?
es_es: Publicar

source: Save These Options
es_es: Guardar estas opciones

source: Auto Listings
es_es: Anuncios

source: Mobile
es_es: Móvil

source: Office Phone
es_es: Teléfono Oficina

source: %s Settings
es_es: %s Ajustes

source: %s Description
es_es: %s Descripción

source: Tagline
es_es: Eslogan

source: Main Description
es_es: Descripción principal

source: Vehicle Select
es_es: Selección de vehículo

source: Years
es_es: Años

source: Makes
es_es: Marcas

source: Models
es_es: Modelos

source: Trims
es_es: Guarniciones

source: %s Specifications
es_es: %s Especificaciones

source: Images
es_es: Imágenes

source: Image Gallery
es_es: Galería de imágenes

source: The first image will be used as the main feature image. Drag and drop to re-order.
es_es: La primera imagen se utilizará como imagen característica principal. Arrastrar y soltar para volver a ordenar.

source: Add Images
es_es: Agregar imágenes

source: %s Details
es_es: %s Detalles

source: Suffix
es_es: Sufijo

source: Optional text after price.
es_es: Texto opcional tras precio.

source: Registration
es_es: Registrarse

source: %s Address
es_es: %s Dirección

source: Vehicle Location
es_es: Ubicación del vehículo

source: City, Town or Suburb
es_es: Ciudad, pueblo o barrio

source: Displayed Address
es_es: Dirección mostrada

source: City / Town / Locality
es_es: Ciudad/Pueblo/Localidad

source: Zip / Postal Code
es_es: Código postal

source: State
es_es: Provincia

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Hide Items
es_es: Ocultar elementos

source: Hide items on the front, even if filled in.
es_es: Ocultar los elementos en la parte delantera, aunque estén rellenados.

source: Contact Form
es_es: Formulario de contacto

source: Map
es_es: Mapa

source: No Seller
es_es: No hay vendedor

source: No Google Maps API key found.<br>Please %s
es_es: No se encontró ninguna clave de la API de Google Maps. <br> Por favor s

source: Find
es_es: Buscar

source: Reset
es_es: Restablecer

source: Modify the marker's position by dragging it.
es_es: Modifique la posición del marcador arrastrándolo.

source: Most Recent:
es_es: Más Reciente

# %s = human-readable time difference
source: %s ago
es_es: hace %s

source: Archive This %s
es_es: Archivar Este%s

source: This %s is archived.
es_es: Este%s está archivado.

source: Hit the Publish button to un-archive it.
es_es: Pulse el botón Publicar para no archivarlo.

source: Archived
es_es: Archivado

source: This %s is now archived.
es_es: Este%s está ahora archivado.

source: There was an error archiving this %s
es_es: Se ha producido un error al archivar este%s

source: Load Makes & Models
es_es: Carga y Modelos

source: Populate The Fields
es_es: Rellenar los campos

source: Name
es_es: Nombre

source: Phone
es_es: Teléfono

source: Message
es_es: Mensaje

source: Enquiry on listing #%s
es_es: Consulta en la lista #%s

source: Send Enquiry
es_es: Enviar Consulta

source: Security check failed.
es_es: comprobación de seguridad ha fallado.

# post
source: Archive
es_es: Archivo

source: New %1s
es_es: Nuevo% 1s

source: Add New %1$s
es_es: Añadir Nuevo %1$s

source: Edit %1$s
es_es: Editar %1$s

source: New %1$s
es_es: Nuevo %1$s

source: View %1$s
es_es: Ver %1$s

source: Search %2$s
es_es: Buscar %2$s

source: No %2$s found
es_es: Ningún %2$s encontrado

source: No %2$s found in Trash
es_es: No se encontraron %2$s en la papelera

source: Filter %2$s list
es_es: Filtro%2$s lista

source: %2$s list navigation
es_es: %s Navegación de Lista

source: %2$s list
es_es: Lista de%2$s

source: Body Type
es_es: Carrocería

source: Body Types
es_es: Estructura Corporal

source: Auto Listings Seller
es_es: Vendedor de anuncios de autos

source: condition
es_es: condiciones

source: I'm looking for
es_es: Estoy buscando:

source: min
es_es: mín

source: priced from
es_es: a un precio de

source: max
es_es: máx

source: to
es_es: a

source: within
es_es: dentro

source: Max Mileage
es_es: Kilometraje máximo

source: State, Zip, Town
es_es: Estado, Código Postal, Ciudad

source: Find My Car
es_es: Encuentra mi coche

source: More Refinements
es_es: Más refinamientos

source: Auto Seller Information
es_es: Información del vendedor

source: Details
es_es: Detalles

source: Specifications
es_es: Detalles

source: Search Results %s
es_es: Resultados de búsqueda: %s

source: &nbsp;&ndash; Page %s
es_es: &nbsp;&ndash; Página %s

source: Miles
es_es: Millas

source: Kilometers
es_es: Kilómetros

source: kph
es_es: km/h

source: %1s %2s or less
es_es: %1s %2s o menos

source: %1s %2s of
es_es: %1s %2s de

source: cylinder
es_es: cilindro

source: mpg
es_es: km

source: Year
es_es: Año

source: Make
es_es: IzcalliAds

source: Model
es_es: Modelo

source: Seats
es_es: asientos

source: Doors
es_es: Puertas

source: Drive
es_es: Disco Virtual

source: Transmission Type
es_es: Tipo de transmisión

source: Fuel Type
es_es: Tipo de Combustible

source: Fuel Economy Highway (l/100km)
es_es: Autopista de la economía de combustible (l / 100km)

source: Fuel Economy Mixed (l/100km)
es_es: Combustible Combinado (l / 100km)

source: Fuel Economy City (l/100km)
es_es: Combustible Economy City (l / 100km)

source: Fuel Capacity (l):
es_es: Capacidad de combustible (l):

source: Weight (kg)
es_es: Peso (kg)

source: Length (mm)
es_es: Longitud (mm)

source: Width (mm)
es_es: Anchura (mm)

source: Height (mm)
es_es: Altura (mm)

source: Wheelbase (mm)
es_es: Distancia entre ejes (mm)

source: Top Speed (KPH)
es_es: Velocidad máxima (KPH)

source: Engine Displacement (cc)
es_es: Desplazamiento del motor (cc)

source: Fuel Economy Highway (mpg)
es_es: Autopista de economía de combustible (mpg)

source: Fuel Economy City (mpg)
es_es: Ciudad de la economía de combustible (mpg)

source: Fuel Economy Mixed (mpg)
es_es: Combustible Combinado (mpg)

source: Fuel Capacity (g)
es_es: Capacidad (g)

source: Weight (lbs)
es_es: Peso (lbs)

source: Length (in)
es_es: Longitud (cm)

source: Width (in)
es_es: Anchura (cm)

source: Height (in)
es_es: Altura (cm)

source: Wheelbase (in)
es_es: Distancia entre ejes (mm)

source: Top Speed (mph)
es_es: Velocidad máxima (mph)

source: Engine Displacement (ci)
es_es: Desplazamiento del motor (ci)

source: Engine Location
es_es: Ubicación del motor

source: Engine Type
es_es: Tipo de motor

source: Engine (l)
es_es: Motor (l)

source: Engine Cylinders
es_es: Cilindros del motor

source: Engine Valves
es_es: Válvulas del motor

source: Engine Valves Per Cyl
es_es: Válvulas de motor por cilindro

source: Engine Max Power (HP)
es_es: Potencia máxima del motor (HP)

source: Engine Max Power (kW)
es_es: potencia del motor (kW),

source: Engine Max Power (PS)
es_es: Potencia máxima del motor (PS)

source: Engine Max Power RPM
es_es: RPM de potencia máxima del motor

source: Engine Max Torque (NM)
es_es: Par de giro del motor (NM)

source: Engine Max Torque (Lb-Ft)
es_es: Par de giro del motor (Lb-Ft)

source: Engine Max Torque (kgf-m)
es_es: Par de giro del motor (kgf-m)

source: Engine Max Torque RPM
es_es: RPM de par máximo del motor

source: Engine Bore (mm)
es_es: Diámetro del motor (mm)

source: Engine Stroke (mm)
es_es: Carrera del motor (mm)

source: Engine Compression Ratio
es_es: Relación de compresión del motor

source: Widgets in this area will be shown on all listings pages.
es_es: Los widgets en esta área se mostrarán en todas las páginas de listados.

source: Success!
es_es: ¡Operación exitosa!

source: A sample listing has been created:
es_es: Se ha creado un listado de muestra:

source: View First Listing
es_es: Primer listado

source: Step 1. Please go through each tab below, configure the options and <strong>hit the save button</strong>.
es_es: Paso 1. Por favor, vaya a través de cada pestaña a continuación, configure las opciones y <strong>pulse el botón Guardar</strong> .

source: Step 2. Add your first Listing by navigating to <strong>Listings > New Listing</strong>
es_es: Paso 2. Agregue su primer listado navegando a <strong>Listados> Nuevo listado</strong>

source: Metabox configuration is required to have an ID parameter.
es_es: Se requiere configuración Metabox para tener un parámetro ID

source: Click to toggle
es_es: Clic para mostrar

source: Please Try Again
es_es: Por favor, prueba de nuevo

source: Remove Embed
es_es: Eliminar incrustado

source: No oEmbed Results Found for %1$s. View more info at %2$s.
es_es: No se han encontrado resultados incrustados %s. Ver más información en%s.

source: The "%1$s" field parameter has been deprecated in favor of the "%1$s" parameter.
es_es: El parámetro de campo "%1$s" se ha desaprobado en favor del parámetro "%1$s".

source: Using the "%1$s" field parameter as a callback has been deprecated in favor of the "%1$s" parameter.
es_es: El uso del parámetro de campo "%1$s" como una devolución de llamada ha quedado obsoleto en favor del parámetro "%1$s".

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s! %3$s
es_es: %1$s fue llamado con un argumento que está <strong>obsoleto</strong> desde la versión %2$s! %3$s

source: %1$s was called with a parameter that is <strong>deprecated</strong> since version %2$s with no alternative available.
es_es: %1$s fue llamado con un argumento que está <strong>obsoleto</strong> desde la versión %2$s y no hay alternativas disponibles.

source: Invalid %1$s property: %2$s
es_es: No válido%1$s propiedad:%2$s

source: Invalid %1$s method: %2$s
es_es: Método%1$s inválido:%2$s

source: Add Group
es_es: Agregar comunidad

source: Remove Group
es_es: Eliminar comunidad

source: None
es_es: Ninguno

source: Sorry, this field does not have a cmb_id specified.
es_es: Lo sentimos, este campo no tiene especificada una cmb_id.

source: File:
es_es: archivo:

source: Clear
es_es: Limpiar

source: Default
es_es: Predeterminada

source: Select Color
es_es: Seleccionar color

source: Current Color
es_es: Color actual

# Valid formatDate string for jquery-ui datepicker
source: mm/dd/yy
es_es: dd/mm/yy

source: Sunday, Monday, Tuesday, Wednesday, Thursday, Friday, Saturday
es_es: Domingo, lunes, martes, miércoles, jueves, viernes, sábado

source: Su, Mo, Tu, We, Th, Fr, Sa
es_es: Do, Lu, Ma, Mi, Ju, Vi, Sa

source: Sun, Mon, Tue, Wed, Thu, Fri, Sat
es_es: Dom, Lun, Mar, Mie, Jue, Vie, Sab

source: January, February, March, April, May, June, July, August, September, October, November, December
es_es: Enero, Febrero, Marzo, Abril, Mayo, Junio ​, Julio, Agosto, Septiembre, Octubre, Noviembre, Diciembre

source: Jan, Feb, Mar, Apr, May, Jun, Jul, Aug, Sep, Oct, Nov, Dec
es_es: Ene, Feb, Mar, Apr, May, Jun, Jul, Ago, Sep, Oct, Nov, Dic

source: Next
es_es: Siguiente

source: Prev
es_es: Anterior

source: Today
es_es: Hoy

source: Done
es_es: Hecho

source: Choose Time
es_es: Selecciona Hora

source: Time
es_es: Tiempo

source: Hour
es_es: Hora

source: Minute
es_es: Minuto

source: Second
es_es: Segundo

source: Now
es_es: Ahora

source: Use this file
es_es: Usar este archivo

source: Use these files
es_es: Utilizar estos archivos

source: Remove Image
es_es: Borrar imagen

source: Remove
es_es: Eliminar

source: Download
es_es: Descargar

source: Select / Deselect All
es_es: Seleccionar / Deseleccionar Todo

source: Custom CMB2 field type classes must extend CMB2_Type_Base.
es_es: Las clases de tipo de campo CMB2 personalizado deben extender CMB2_Type_Base.

source: Add Row
es_es: Añadir fila
