Repository: elightup/auto-listings
Catalog: languages/auto-listings-*.po
Languages: es_es

source: Term Metadata is a WordPress 4.4+ feature. Please upgrade your WordPress install.
es_es: Term Metadatas es una función de WordPress> 4.4. Por favor, actualice su instalación de WordPress.

source: Term metaboxes configuration requires a "taxonomies" parameter.
es_es: La configuración de Term Metaboxes requiere un parámetro 'taxonomías'

source: Toggle panel: %s
es_es: Cambiar Panel: %s

source: Save
es_es: Guardar

source: This box does not have read permissions.
es_es: Este cuadro no tiene permisos de lectura.

source: This box does not have write permissions.
es_es: Este cuadro no tiene permisos de escritura.

source: No box found by that id. A box needs to be registered with the "show_in_rest" parameter configured.
es_es: Ninguna caja encontrada por ese id. Es necesario registrar una casilla con el parámetro "show_in_rest" configurado.

source: A human-readable description of the object.
es_es: Una descripción legible por humanos del objeto.

source: The id for the object.
es_es: El identificador del objeto.

source: The title for the object.
es_es: El título para el objeto.

source: Includes the registered fields for the box in the response.
es_es: Incluye los campos registrados para el cuadro de la respuesta.

source: Includes the fully rendered attributes, 'form_open', 'form_close', as well as the enqueued 'js_dependencies' script handles, and 'css_dependencies' stylesheet handles.
es_es: Incluye los atributos totalmente prestados, 'Form_Open', 'Form_Close', así como se encarga de la escritura de los '' js_dependencies en cola, y las manijas de hojas de estilo '' css_dependencies.

source: No boxes found.
es_es: No se han encontrado cajas.

source: Includes the box object which the fields are registered to in the response.
es_es: Incluye el objeto de cuadro al que están registrados los campos en la respuesta.

source: When the '_rendered' argument is passed, the renderable field attributes will be returned fully rendered. By default, the names of the callback handers for the renderable attributes will be returned.
es_es: Cuando se pasa el argumento _rendered ', los atributos del campo renderizable se devolverán completamente renderizados. De forma predeterminada, se devolverán los nombres de los handers de devolución de llamada para los atributos renderables.

source: To view or modify the field's value, the 'object_id' and 'object_type' arguments are required.
es_es: Para ver o modificar el valor del campo, se requiere que los argumentos de la "object_id" y "OBJECT_TYPE '.

source: CMB2 Field value cannot be updated without the value parameter specified.
es_es: CMB2 El valor del campo no se puede actualizar sin el parámetro de valor especificado.

source: CMB2 Field value cannot be modified without the object_id and object_type parameters specified.
es_es: CMB2 El valor del campo no se puede modificar sin los parámetros object_id y object_type especificados.

source: No field found by that id.
es_es: Ningún campo encontrado por ese identificador.

source: Value Error for %s
es_es: Error de valor para%s

source: The register_routes() method must be overriden
es_es: Debe sobre escribirse el método register_routes()

source: Method '%s' not implemented. Must be over-ridden in subclass.
es_es: Método '%s' no implementado. Debe ser sobreexplotado en la subclase.

source: Current page of the collection.
es_es: Página actual de la colección.

source: Maximum number of items to be returned in result set.
es_es: Número máximo de items a mostrar en los resultados.

source: Limit results to those matching a string.
es_es: Limita los resultados a lo indicado en la cadena.

source: Scope under which the request is made; determines fields present in response.
es_es: Alcance de la petición; determina los campos visibles en la respuesta.

source: Add or Upload File
es_es: Agregar o Subir Archivo

source: Add or Upload Files
es_es: Agregar o Cargar Archivos

source: No terms
es_es: No hay términos

source: Repeating Field Group using a Grid
es_es: Repetición del grupo de campos mediante una cuadrícula

source: Test Text
es_es: Probar Texto

source: field description (optional)
es_es: descripción de campo (opcional)

source: Test Text Small
es_es: Prueba de texto de pequeño

source: Entry {#}
es_es: Entrada {#}

source: Add Another Entry
es_es: Añadir otra entrada

source: Remove Entry
es_es: Eliminar Entrada

source: Entry Title
es_es: Título de la entrada

source: Description
es_es: Descripción

source: Write a short description for this entry
es_es: Escriba una descripción corta

source: Test Metabox using a Grid
es_es: Prueba Metabox con una cuadrícula

source: Test Text Medium
es_es: Prueba de texto de mediano

source: Website URL
es_es: URL de la página web

source: Test Text Email
es_es: Prueba de texto de correo

source: Settings updated.
es_es: Ajustes actualizados.

source: Sorry, no listings were found.
es_es: Lo sentimos, ningún anuncio fue encontrado...

source: View
es_es: Ver

source: More Details
es_es: Más detalles

source: Vehicle
es_es: Vehículo

source: New Listing
es_es: Nuevo listado

source: Newest Listings
es_es: Listados más recientes

source: Oldest Listings
es_es: Listados más antiguos

source: Price (Low to High)
es_es: Precio (menor a mayor)

source: Price (High to Low)
es_es: Precio (mayor a menor)

source: Listing Location:
es_es: Listado de locaciones

source: Quick Contact
es_es: Contacto rápido

source: Transmission
es_es: Cambio

source: Body
es_es: Cuerpo

source: Drive Type
es_es: Tipo de accionamiento

source: Engine
es_es: Motor

source: Fuel Economy Combined
es_es: Combustible combinado

source: An Automotive Listings plugin for WordPress.
es_es: Un complemento de los listados de automóviles para WordPress.

source: WP Auto Listings
es_es: Listados de Auto WP
